---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLimunousIntensity
source: html/72859f65-0aa1-2bea-fef3-622280f86797.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLimunousIntensity Property

"Luminous Intensity"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLimunousIntensity { get; }
```